{
  "title": "Combat dans la Lumière (DEMO)",
  "artist": "Paguiel",
  "sections": [
    {
      "type": "verse",
      "number": 1,
      "lines": [
        "Quand le monde t’admire, tu vois plus la vérité,",
        "T’aveugles par la gloire, oublies la réalité.",
        "Mais moi, j’combat plus seul, j’ai compris le secret :",
        "Sans Dieu, j’suis dans l’ombre, avec Lui, j’suis éclairé.",
        "La vie, une équation, chaque choix trace ton futur,",
        "Choisis bien ton “x”, avant que tout devienne obscur.",
        "J’ai cherché Sa face, même quand j’étais incertain,",
        "Mais quand j’ai ouvert mon cœur, Il m’a montré Son chemin."

      ]
    },
    {
      "type": "pre-refrain",
      "number": 1,
      "lines": [
        "Je combats dans la lumière, guidé par l’Éternel,",
        "Le juste vit par la foi, pas par le superficiel.",
        "Même si le monde chancelle, je m’appuie sur Sa Parole,",
        "Avoir Jésus dans ma vie, c’est ma plus grande boussole."

      ]
    },
    {
      "type": "refrain",
      "lines": [
        "J’ai vu la jeunesse courir vers des chaînes dorées,",
        "Chercher la liberté dans ce qui l’a dévorée.",
        "Mais l’Esprit m’a dit : Fils, le monde t’enchaîne par l’écran,",
        "Sors de ta zone de confort, avance humblement.",
        "L’ennemi m’attaque sans cesse, j’en suis conscient,",
        "Mais je sais qu’la vraie victoire, c’est d’rester obéissant.",
        "Quand j’prie, j’regarde pas mes peurs, mais le ciel,",
        "Car l’inquiétude éteint la foi, et la foi ouvre les ailes.",

        "",
        "Je combats dans la lumière, guidé par l’Éternel,",
        "Le juste vit par la foi, pas par le superficiel.",
        "Même si le monde chancelle, je m’appuie sur Sa Parole,",
        "Avoir Jésus dans ma vie, c’est ma plus grande boussole."
      ]
    },
    {
      "type": "verse",
      "number": 2,
      "lines": [
        "Quand le jour s’éteint, que les vents se lèvent,",
        "Je garde ta paix, ma foi se relève.",
        "Même quand je chute, tu restes ma joie,",
        "Mon rocher, mon refuge, mon seul Roi."
      ]
    },
    {
      "type": "pre-refrain",
      "number": 2,
      "lines": [
        "Là où le péché abonde, la grâce surabonde,",
        "Mais la foi sans œuvres, frère, c’est l’ombre du mensonge.",
        "Les hommes confondent la vérité et la réalité,",
        "Mais Christ est la Vérité, ma seule identité.",
        "Quand j’me sens seul, Il frappe à la porte,",
        "C’est à moi d’choisir qui ouvrir la porte.",
        "Car dans la guerre spirituelle, la victoire est claire :",
        "Tant qu’je me relève, j’suis debout dans la prière."

      ]
    },
    {
      "type": "pre-refrain",
      "number": 2,
      "lines": [
        "J’ai voulu garder Ses dons par mes propres forces,",
        "Mais j’ai compris : sans l’Esprit, tout effort s’efforce.",
        "Mes échecs n’changent pas Son amour pour moi,",
        "Il m’a façonné dans l’feu, mais j’ai vu Sa croix.",
        "Le monde promet l’or, Dieu promet la paix,",
        "Et même si c’est dur, c’est Lui qu’je veux garder.",
        "J’ai tout perdu parfois, mais j’ai gardé la foi,",
        "Et quand tout s’écroule, Il reste le Roi."

      ]
    },
    {
      "type": "pre-refrain",
      "number": 2,
      "lines": [
        "Seigneur, fortifie mon âme, éclaire mes pas,",
        "Quand j’traverse la vallée, Toi seul restes là.",
        "Apprends-moi à T’aimer sans chercher à comprendre,",
        "Car même dans l’ombre, Ta lumière vient m’étendre.",
         "",
        "S’il te manque Jésus, il te manque tout, même si t’as tout le reste.",
        "Mais si t’as Jésus, t’as tout, même s’il te manque tout le reste.",
        "Tu m’as aimé le premier, Merci Jésus",
        "Amen. Que ces mots résonnent dans ma nuit,",
        "Car tout a été accompli, Jean 19:30, c’est écrit."
      ]
    }
  ]
}
